Tekla.Structures.Dialog.UIControls.ImageListComboBox.defaultValue
The default value.

Tekla.Structures.Dialog.UIControls.ImageListComboBox.selectedIndex
The selected index.

Tekla.Structures.Dialog.UIControls.ImageListComboBox.selectedItem
The selected item.

Tekla.Structures.Dialog.UIControls.ImageListComboBox.toolTip
The Tooltip.

Tekla.Structures.Dialog.UIControls.ImageListComboBox.imageList
The source image list associated to the combo box.

Tekla.Structures.Dialog.UIControls.ImageListComboBox.internalImageList
The internal image list used as a copy of the associated image list.